[
    {
        "name": "Hanze (David) Tan",
        "title": "President",
        "image": "david(hanze)_tan.jpg",
        "quote": "Waiting for... Silksong...",
        "bio": "Hello! My name is David and I am a senior studying Computer Science and Stats. I lived in China for 10 years and moved to New Zealand for 7 years before arriving at US, and at one point my English has both Chinese, Kiwi, and American accents. I play badminton and video games in my spare time. I used to play a lot of RPGs but have been recently into soulslike games. Hit me up if you want to chat about anything or want to play badminton together :D",
        "roles": ["officer"]
    },
    {
        "name": "Navi Emiliano",
        "title": "Event Coordinator",
        "image": "Navi_Emiliano.jpeg",
        "quote": "Hey! Listen!", 
        "bio": "Hii!! I'm Navi a 3rd-year studying EECS. Recently, I've been playing a lot of Stardew :DDD But outside of gaming I like to play volleyball, go to cafes, and explore! :))",
        "roles": ["officer"]
    },
    {
        "name": "Annika Liu",
        "title": "Historian",
        "image": "Annika_Liu.jpg",
        "quote": "I live for fun 🍉",
        "bio": "Hello! I'm a junior studying CS and this is my first year in GDD as an Officer! I have previously joined GDD DeCal as a Facilitator and now I'm back to the club! I love playing Overwatch and the Resident Evil series (tho I'm too scared to play many of it). Feel free to dm me if you ever wanna play together!",
        "roles": ["officer"]
    },
    {
        "name": "Kaitlyn McWalters",
        "title": "Graphic Designer",
        "image": "kaitlyn_mcwalters.png",
        "quote": "omg there's a cat!!",
        "bio": "Hi! I'm Kaitlyn, and I'm a senior studying Data Science and Design Innovation. I am passionate about the intersection between art and technology, and believe that creativity is just as important as technical skill! I joined GDD because I am interested in exploring how art and coding come together to form full-fledged games. I hope that my graphics can help spread the word about GDD and encourage more people to join our community!",
        "roles": ["officer"]
    },
    {
        "name": "Jackie Dai",
        "title": "Lead Facilitator & Mentor",
        "image": "jackie_dai.jpg",
        "quote": "'Theory is when you know everything but nothing works. Practice is when everything works but no one knows why. In [my head], theory and practice are combined: Nothing works and no one knows why.'",
        "bio": "I'm a 3rd year CS major leading the GDD decal this year. In addition to leading the decal, I'm also a mentor in the party system. In the little free time I have, I enjoy badminton, photography, and my electric skateboard. Here's my insta: @apple_oww",
        "roles": ["mentor", "facilitator"]
    },
    {
        "name": "Joshua",
        "title": "Lead Facilitator",
        "image": "joshua_almario.jpg",
        "quote": "If every porkchop were perfect, we wouldn't have hot dogs.",
        "bio": "Hello! I'm Josh, a sophomore studying EECS and a lead facilitator for the Game Design and Development Decal! Teaching is a great way for me to share the joys (and frustrations) of game development with other people, and I hope to meet you all through the club and Decal and lament about gacha games!",
        "roles": ["facilitator"]
    },
    {
        "name": "Shibo Jiang",
        "title": "Decal Facilitator",
        "image": "Shibo_Jiang.jpg",
        "quote": "Boba is mid",
        "bio": "Hey everyone! I'm Shibo, a senior studying CS. I took the game development decal last semester and had an absolute blast. It was so much fun, in fact, that I decided to come back and be a facilitator this time around! When I'm not diving into code, you can find me on my guitar or playing games like Apex Legends or Dead by Daylight. Overall, I look forward to meeting all the new decal students and I hope I can help make this a memorable experience as it was for me.",
        "roles": ["facilitator"]
    },
    {
        "name": "Darren Ting",
        "title": "Lead Mentor",
        "image": "darren_ting.jpg",
        "quote": "'...yet my arm continues to safeguard the porcelain cup.'",
        "bio": "Hi everyone! I'm Darren, I'm a sophomore studying Computer Science. I've always wanted to make games, and I hope to inspire others to share that passion. I hope that by joining the club you'll get to find a new interest (or grow your ability) in one of the many roles of game development! See you soon!",
        "roles": ["mentor"]
    },
    {
        "name": "Sabrina Kuang",
        "title": "Decal Facilitator",
        "image": "sabrina_kuang.jpg",
        "quote": "\"Don't wish it were easier, wish you were better.\" – Chief, Animal Crossing.",
        "bio": "Hihi! I'm a 3rd year EECS major who likes to draw. If I'm not on my Stardew farm (Krobus ♥), you can probably catch me screaming on overcooked. PLEASE NO HADES 2 SPOILERS!!! ",
        "roles": ["facilitator"]
    },
    {
        "name": "Viktor Mooren",
        "title": "Decal Facilitator",
        "image": "Viktor_Mooren.jpg",
        "quote": "\"and the universe said I love you because you are love.\"",
        "bio": "Hi there! I'm a 3rd year studying Computer Science with a Philosophy minor. Originally from London, UK, I spend most of my days trying to come to grips with American customs such as Costco Hotdogs and \"Wyoming\". I can't wait to be teaching the Decal!",
        "roles": ["facilitator"]
    },
    {
        "name": "CW Jung",
        "title": "Treasurer",
        "image": "CW_Jung.jpg",
        "quote": "Just play. Have fun. Enjoy the game.",
        "bio": "Hi everyone! I'm CW a senior majoring in Data Science. I'll be GDD's treasurer for this year and part of the club's party system. Outside of school, I'm either in the gym or rolling around in my room :)",
        "roles": ["officer"]
    },
    {
        "name": "Jack West",
        "title": "Industry Outreach",
        "image": "nil",
        "quote": "\"The only time to start is now.\"",
        "bio": "Hey y'all! My name is Jack (He/Him), and I am one of the Industry Outreach Officers for the club. I enjoy writing, playing pool, and reading anything and everything written by Brandon Sanderson. Let's make some awesome games together this semester!",
        "roles": ["officer"]
    },
    {
        "name": "Vittoria Barone",
        "title": "Vice President",
        "image": "Vittoria_Barone.JPG",
        "quote": "",
        "bio": "Hello everyone! My name is Vittoria, and I am the Vice President of GDD! I am currently a sophmore at UC Berkeley, majoring in Film and Media. My primary expertise in the gaming field is narrative writing, but I am always picking up new skills as I go! Some of my favorite games are the Legend of Zelda series, the Evil Within 2, and Minecraft!\nLastly, check out my latest game, Free Will, on Steam! Since our launch this summer, we have over 3,000 unique players  and counting! :)",
        "roles": ["officer"]
    },
    {
        "name": "Connor Chang",
        "title": "Webmaster",
        "image": "connor_chang.jpeg",
        "quote": "😜",
        "bio": " Hey! I’m Connor, a junior studying CS. I like video games. I play all the games from the club!",
        "roles": ["officer"]
    }
]
