[
    {
        "name": "David Tan",
        "title": "Vice President",
        "image": "david.JPG",
        "quote": "Sitting on the carpet chilling on the laptop~",
        "bio": "Sup everyone, I’m David (sophomore studying computer science) and I am a programming mentor as well as the Vice President of this club! This is my third semester leading a game dev party and first semester as the VP, and I am always excited to see both the party members learn and a game grow from our wild ideas :)",
        "roles": ["officer"]
    },
    {
        "name": "Connor Chang",
        "title": "Webmaster",
        "image": "nil",
        "quote": "😜", 
        "bio": " Hey! I’m Connor, a sophomore studying CS. I like video games. I play all the games from the club!",
        "roles": ["officer"]
    },
    {
        "name": "Jerry Li",
        "title": "Lead Mentor",
        "image": "jerry.png",
        "quote": "Hi mom!",
        "bio": "Howdy, the name’s Jerry. I’m a junior studying CS, and current lead mentor of GDD. During my time here, I’ve had the chance to explore my passion in game dev, and make friends with some talented, like-minded folks. I hope to provide that exp. to as many people as possible.",
        "roles": ["mentor"]
    },
    {
        "name": "David Tan",
        "title": "Mentor",
        "image": "david.JPG",
        "quote": "Sitting on the carpet chilling on the laptop~",
        "bio": "Sup everyone, I’m David (sophomore studying computer science) and I am a programming mentor as well as the Vice President of this club! This is my third semester leading a game dev party and first semester as the VP, and I am always excited to see both the party members learn and a game grow from our wild ideas :)",
        "roles": ["mentor"]
    },
    {
        "name": "Mateus",
        "title": "Mentor",
        "image": "mateus.jpg",
        "roles": ["mentor"]
    },
    {
        "name": "Kaif",
        "title": "Mentor",
        "image": "kaif.png",
        "quote": "Oh-ho-ho! I can tell you’ll have some new stories tonight!",
        "bio": "Hello y’all! My name is Kaif and I’m currently a freshman studying EECS. I love indie games of all kinds, such as Hollow Knight, Hades, and Omori, and am also a huge Minecraft Modding geek. My strong suits when it comes to game development is music and game design, but I’m also experienced in using Unity for other utilities (i.e simulations), so hmu if you wanna talk about music or Indie Games.",
        "roles": ["mentor"]
    },
    {
        "name": "Vienna",
        "title": "Mentor (Art)",
        "image": "Vienna_Laughlin.png",
        "quote": "“You better hold on tight, Spidermonkey.” ",
        "bio": "Hello, I’m Vienna! I’m a third year transfer student (from Cuesta College) studying art practice with a minor in art history. I’m interested in visual development such as concept art, illustration, and more. When it comes to gaming, I’m currently enjoying a few different games: such as Stardew Valley, Hollow Knight, and Sundered Eldritch Edition. I look forward to helping out in the club as an art mentor and making some cool games!",
        "roles": ["mentor"]
    },
    {
        "name": "Jackie",
        "title": "Lead Facilitator",
        "image": "Jackie_Dai.jpg",
        "quote": "Roses are orange, lemons are red, oranges are yellow, refrigerator.",
        "bio": "Hey, I’m Jackie and currently a freshman studying CS. I’m a mentor for the party system and also take photos for the club as historian. I love teaching and making games, hopefully we get to work together someday. Also I play badminton, so hit me up if you want to play!",
        "roles": ["facilitator"]
    }
]
